tap "nikitabobko/tap"

brew "btop"
brew "fd"
brew "git"
brew "gnupg"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stripe-cli"
brew "tmux"
brew "wget"

# PHP build dependencies (required by mise to compile PHP from source)
brew "autoconf"
brew "bison"
brew "curl"
brew "gd"
brew "gettext"
brew "gmp"
brew "icu4c"
brew "libsodium"
brew "libxml2"
brew "libzip"
brew "oniguruma"
brew "openssl"
brew "pkg-config"
brew "re2c"

cask "1password"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "font-jetbrains-mono-nerd-font"
cask "obsidian"
cask "orbstack"
cask "ngrok"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
